{
  "info": {
    "id": "XZtXf0fNPZ",
    "title": "The Digital Coy VesselGen0 Crew",
    "description": "This Crew of Five's odyssey is a wondrous one...join them as they explore the depths of worlds from their ship \"Unknown World Taster.\" Coincidentally modeled in the image of the legendary NEO Crew of Traders, their main front objective is to acquire and trade consumer goods but in reality, their real business is one of arms dealers, smugglers, and black market traders for rare and unusual items craved by the eccentric proclivities of the Vessel Colony and local planet Royals, Aristocracy, Politicians, and Underworld Bosses.\n\nFor many, the Vessel was all they knew, but there were some who knew a broader, more vast and endless universe beyond the purple haze of the atmosphere and mostly starless skies. It was of course possible to experience a clear starry night but to do so meant to venture deep beyond the vessel’s magnetically generated shield atmosphere or deeper into the unfamiliar world within. The Crew of 5 was made up of...\n\nVessels Gen0 #1135 - Rerir, a genetically augmented ape descended from the Christmas Island Apes of Dr. Nostranoveer back on Terra 0 and his red eyes are a reminder of the blood that was spilled those eons ago as his ancestors fought for their freedom. Most people do not remember this history and to most in Gen0, he is simply known as the quiet but extremely intelligent mech of the crew of 5 with the tweeting blue bird on his shoulder. Rerir’s family were originally brought on the migratory Vessel by some of the genetic engineers focused on hybridization techniques research commissioned by the Queen to help her and her family line maintain their youth and rule for eons. By the time his family was boarding the Vessel, they were already considered semi-family and equals to the scientists but still formally servants in practice. Rerir’s specific line were bred to be highly technical electrical & mechanical engineers and AI scientists which gives him the ability to build and/or fix anything that is not alive or any inorganic sentient being that runs on mini-fission reactors. The only time Rerir gets chatty is if you ask him about his familiar Go Go Tweet Tweet named Aqua, at which point he can speak about his assistant mecha-bird-brained-AI homage to the web3 earth age he so obsesses about for hours on end to the uninterested sound holes of his comrades or anyone for that matter.\n\nVessel Gen0 #1111 - Stovios, a genetically engineered being of humanoid ancestry is part of the early galactic colonials who signed away their genetic rights to be enhanced for space travel and fairing life and further altered by exposures to the radiation and other chemicals during the hibernating migration. Her family line in particular were the miners and muscle of the colonies, cybernetically trained with their military grade cyberbrain implants and enhanced by a genetic cocktail of tardigrade, dragon, and squid and earthworm DNA so they can survive in the vacuum of space, have skin as strong as adamantium dragon scales, and re-heal lost limbs and appendages at a nearly blinding speed and survive on nutrient absorption from soils and space dust - the kill safe was to cut off both of their dragon horns, do this and there’s no healing back. She comes from a long line of vessel pirates on one side and battling gladiator knights on the other. Stovios manages all space vacuum-related activities and security for the crew of 5 and in her spare time, she plays 4-D puzzle games and has a weird obsession with running her tentacle suckers along the left-side of the necks of anyone who will let her and arm/appendage wrestling. \n\n\nVessel Gen0 #1964 - Ustuith, the captain of the crew who comes from a long lineage of military and strategic geniuses, which he abhors like the Cyberplague of 2077. He flunked out of the Galactic Fleet Academy except in three areas, poetry, the fine arts, and military strategy and the martial arts, which he excelled at immensely. However, this expression of brilliance in his main interest could not save him. Before he could be bothered with reprimand from his family, he snuck onto a cargo ship that made its way to the UK Vessel settlement and it has been his home ever since. Upon arrival, he worked the slums of the Vessel and bartered with the riffraff of the underworld until he was noticed by one of the leading families and rose through the ranks, in the shadows, getting what he needed without giving more than he was willing - that is the way of Ustuith. It is unclear exactly how old Ustuith really is, given his cybernetic enhancement and life-extension serums, but there are stories from seemingly senile still living members of the main Yakuza crime families who describe someone like him in lore from at least one to two generations back. It is also unclear what his motives are but what is clear, is that being part of Ustuith’s crew means you are likely to survive most anything.\n\nVessel Gen0 #4005 - Dynania, the XO of the ship and lead pilot and has an extreme obsession with cybernetics. Little is known about her past other than that she is a fairly recent immigrant to the Vessel Settlement, has no family here, and was a pilot for smugglers. The rumor is that she was involved in a run that went sideways and had to lay low, indefinitely. Upon arriving on the Vessel, she found her way into the role of Geisha in the black light district of the aristocratic section of Upper Glass Colony before simstims became the norm. She quickly rose to the role of lead madam, feared by any royal or aristocrat who frequented the district and quickly by those who visited for the first time. She would decide what sim experiences patrons would get just by looking at them and had little birds throughout the court who told her everything about them. No one who went through her vision of pleasures left unsatisfied, that is unless they acted up - it was an unusual power for a commoner to have but an unspoken one given the sensitive and private nature of what she knew. It is rumored that she and Ustuith knew each other before her arrival on the Vessel but their relationship before becoming crew members is unknown. She is very private but is an obsessive player of Shogi and Go and her best friend is her hybrid Monster AI companion, ShogiGo (yes a very original name indeed) with whom she uses at least 5% of her cyber brain at all times to play game after game.\n\nVessel Gen0 #321 - Abiel, a local being of the Vessel Settlement Planet whose family was designated as an ambassador and representative of his people for the Poxis Colony. Their people are all hermaphrodites and therefore refer to each other as “they.” They learned the Neo English language even without a universal translator device and  attended the local human schools and universities where they studied to be a Linguist, Archeologist, and Physical Scientist with an emphasis in Physics and Mechanical Systems. Abiel also received a degree in Medical Sciences and therefore covers multiple areas related to the general health of the crew and ship. Abiel became acquainted with Dynania through a friend from university who frequented the Black Light District and eventually became one of Dynania’s main patrons due to their mutual interests in the inner workings of the court and the collection of obscure rare items and trading them with each other, Dynania for things from without the Vessel colony through her former smuggling connections and Abiel from within the Vessel colonies local peoples and the archeological digs they would lead the exploration of. One of the local items Abiel gifted to Dynania was her companion ShogiGo. Abiel often visits their family to bring back reports of goings on in the Vessel Colonies and when cannot, sends her teleporting Omni Nibbler companion Sarcophagus to report for them when needed. \n\nVessel Gen0 #303 (mentor/advisor and honorary member): Torulia is a mystic trainer of the magic bearers. He is an obsessed royal archeologist collector of artifacts and a medicine man after living with the the natives of the Vessel Colony Planet for many years. He is a mentor to my Crew of 5 and their ship and they often go to him for advice and guidance",
    "cover_uri": "",
    "private": false,
    "user": {
      "id": "tz1bA4nxfR3EuvCzskAbSAUq3bM8JoUWLPyR",
      "name": "tz1bA4nxfR3EuvCzskAbSAUq3bM8JoUWLPyR",
      "profile_image_uri": "blob:https://versum.xyz/e6d36386-2666-40c5-b9fb-cc76d23be325",
      "verified": false,
      "verified_on_chain": false,
      "screen_name": "TheDigitalCoy"
    },
    "tokens": [
      {
        "token": {
          "id": "d603630747c2510dd2a338f8def24175b16fa66441cf7b3d97593f228cc85381",
          "formats": [
            {
              "uri": "ipfs://QmeKt72jD7WpgDi265RF3hDjKAzAB1Zz5EpxpNWHaVyuj7",
              "fileName": "original_4000h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "3339x4000"
              }
            },
            {
              "uri": "ipfs://QmPqZziMaQ9zKntFschPx67QK1y1x7yonQVemjpbMTtCgE",
              "fileName": "preview_image_1294h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "1080x1294"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/gallery/ipfs/QmPqZziMaQ9zKntFschPx67QK1y1x7yonQVemjpbMTtCgE",
              "fileName": "preview_image_1200w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "1200x1002"
              }
            },
            {
              "uri": "ipfs://QmSfSDi7mtoh3AY8TzbScbQvpyqBdqChj5qyey3ZAVpCqM",
              "fileName": "preview_image_863h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "720x863"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/medium/ipfs/QmPqZziMaQ9zKntFschPx67QK1y1x7yonQVemjpbMTtCgE",
              "fileName": "preview_image_600w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "600x501"
              }
            },
            {
              "uri": "ipfs://Qmex4SAFfbgLeMcKpPYoofsUGYbT8gt7vwjfpNMhAdRYGk",
              "fileName": "preview_image_350w",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "350x350"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/small/ipfs/QmPqZziMaQ9zKntFschPx67QK1y1x7yonQVemjpbMTtCgE",
              "fileName": "preview_image_300w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "300x250"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/icon/ipfs/QmPqZziMaQ9zKntFschPx67QK1y1x7yonQVemjpbMTtCgE",
              "fileName": "preview_image_80w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "80x67"
              }
            }
          ]
        }
      },
      {
        "token": {
          "id": "bbe62b6e9d8d95b5b91f673feebe54f3f0b2514377ee28dcca1204cd63f68db5",
          "formats": [
            {
              "uri": "ipfs://QmRmpWUBDsrDSFbqpB3dyW8U5qnRVYgb8h9LRnLEwksSbL",
              "fileName": "original_4000h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "3339x4000"
              }
            },
            {
              "uri": "ipfs://QmeQGwRc3eWrNLjm43e2TMuJJSVw9gMN3VkSpPgdza8o9A",
              "fileName": "preview_image_1294h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "1080x1294"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/gallery/ipfs/QmeQGwRc3eWrNLjm43e2TMuJJSVw9gMN3VkSpPgdza8o9A",
              "fileName": "preview_image_1200w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "1200x1002"
              }
            },
            {
              "uri": "ipfs://QmYXUYRWsy5xUAZmPcfgVgU4ShscTabTv855EuxEjSvXFd",
              "fileName": "preview_image_863h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "720x863"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/medium/ipfs/QmeQGwRc3eWrNLjm43e2TMuJJSVw9gMN3VkSpPgdza8o9A",
              "fileName": "preview_image_600w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "600x501"
              }
            },
            {
              "uri": "ipfs://Qma2nX5NkWJ4QYL7cJAKjp3HKWnt7aPQadWKfNeBiyvyhh",
              "fileName": "preview_image_350w",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "350x350"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/small/ipfs/QmeQGwRc3eWrNLjm43e2TMuJJSVw9gMN3VkSpPgdza8o9A",
              "fileName": "preview_image_300w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "300x250"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/icon/ipfs/QmeQGwRc3eWrNLjm43e2TMuJJSVw9gMN3VkSpPgdza8o9A",
              "fileName": "preview_image_80w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "80x67"
              }
            }
          ]
        }
      },
      {
        "token": {
          "id": "37e93a8771db2b8ea5000dc4845d25e0c499c905eff7ce80259f57ca36cb3123",
          "formats": [
            {
              "uri": "ipfs://QmSjvUirJckiWYrFbFbG8scxR76N726YCmuGcosJUSqAVt",
              "fileName": "original_4000h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "3339x4000"
              }
            },
            {
              "uri": "ipfs://QmNrdzr7ZbFfpiqL9dwdRKaw3mzKDD7Fn1LarC1emHfkY2",
              "fileName": "preview_image_1294h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "1080x1294"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/gallery/ipfs/QmNrdzr7ZbFfpiqL9dwdRKaw3mzKDD7Fn1LarC1emHfkY2",
              "fileName": "preview_image_1200w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "1200x1002"
              }
            },
            {
              "uri": "ipfs://QmRbX3MiarK1Z255BE4KxG8JyRsQoAZPAzTGxTzEsi2Eix",
              "fileName": "preview_image_863h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "720x863"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/medium/ipfs/QmNrdzr7ZbFfpiqL9dwdRKaw3mzKDD7Fn1LarC1emHfkY2",
              "fileName": "preview_image_600w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "600x501"
              }
            },
            {
              "uri": "ipfs://Qme7KVzCkKXHLw5xYKEtBYsRAgBFqbNPRDec7ZncDBoKNz",
              "fileName": "preview_image_350w",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "350x350"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/small/ipfs/QmNrdzr7ZbFfpiqL9dwdRKaw3mzKDD7Fn1LarC1emHfkY2",
              "fileName": "preview_image_300w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "300x250"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/icon/ipfs/QmNrdzr7ZbFfpiqL9dwdRKaw3mzKDD7Fn1LarC1emHfkY2",
              "fileName": "preview_image_80w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "80x67"
              }
            }
          ]
        }
      },
      {
        "token": {
          "id": "ee5b69edf01b7e6af21347322e931245d68b4c8e38ccd63605377fafc389264f",
          "formats": [
            {
              "uri": "ipfs://Qmce6gKfbrVxzLWwumXPLJU7qSRdXUsEJdqGRAQBcL7HWL",
              "fileName": "original_4000h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "3339x4000"
              }
            },
            {
              "uri": "ipfs://QmQYqG8qnstUg9fxDewugNHroNMWGRBhtpTL8FQbaoJk9Z",
              "fileName": "preview_image_1294h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "1080x1294"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/gallery/ipfs/QmQYqG8qnstUg9fxDewugNHroNMWGRBhtpTL8FQbaoJk9Z",
              "fileName": "preview_image_1200w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "1200x1002"
              }
            },
            {
              "uri": "ipfs://QmWiSqs7fBfADvLwZF5cYuj6yxWC2BEwriAhYhKjEJWo2P",
              "fileName": "preview_image_863h",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "720x863"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/medium/ipfs/QmQYqG8qnstUg9fxDewugNHroNMWGRBhtpTL8FQbaoJk9Z",
              "fileName": "preview_image_600w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "600x501"
              }
            },
            {
              "uri": "ipfs://QmPbPebiQUsw3YTXB7qAnAAH8uGE6D9eX2TZK7uJbb3SMW",
              "fileName": "preview_image_350w",
              "mimeType": "image/jpeg",
              "dimensions": {
                "unit": "px",
                "value": "350x350"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/small/ipfs/QmQYqG8qnstUg9fxDewugNHroNMWGRBhtpTL8FQbaoJk9Z",
              "fileName": "preview_image_300w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "300x250"
              }
            },
            {
              "uri": "https://static.tcinfra.net/media/icon/ipfs/QmQYqG8qnstUg9fxDewugNHroNMWGRBhtpTL8FQbaoJk9Z",
              "fileName": "preview_image_80w.png",
              "mimeType": "image/png",
              "dimensions": {
                "unit": "px",
                "value": "80x67"
              }
            }
          ]
        }
      }
    ]
  },
  "tokens": [
    {
      "contract": "KT1BfKnSKV6Wx45Cv4yjEYXViwuhmswby8Hp",
      "tokenId": 303
    },
    {
      "contract": "KT1BfKnSKV6Wx45Cv4yjEYXViwuhmswby8Hp",
      "tokenId": 1135
    },
    {
      "contract": "KT1BfKnSKV6Wx45Cv4yjEYXViwuhmswby8Hp",
      "tokenId": 1111
    },
    {
      "contract": "KT1BfKnSKV6Wx45Cv4yjEYXViwuhmswby8Hp",
      "tokenId": 1964
    },
    {
      "contract": "KT1BfKnSKV6Wx45Cv4yjEYXViwuhmswby8Hp",
      "tokenId": 4005
    },
    {
      "contract": "KT1BfKnSKV6Wx45Cv4yjEYXViwuhmswby8Hp",
      "tokenId": 321
    }
  ]
}